---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RankineInterval
source: html/40709e47-96fc-6099-aa8b-369503411318.htm
---
# Autodesk.Revit.DB.UnitTypeId.RankineInterval Property

Rankine interval.

## Syntax (C#)
```csharp
public static ForgeTypeId RankineInterval { get; }
```